Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# meal.cap_line
source: Cap %d kcal · protein %d g · %@
ar: سقف %d سعرة · بروتين %d غ · %@
ca: Cap %d kcal · proteïna %d g · %@
cs: Strop %d kcal · bílkoviny %d g · %@
da: Loft %d kcal · protein %d g · %@
de: Deckel %d kcal · Eiweiß %d g · %@
el: Όριο %d kcal · πρωτεΐνη %d g · %@
es: Tope %d kcal · proteína %d g · %@
fi: Katto %d kcal · proteiini %d g · %@
fr: Plafond %d kcal · protéines %d g · %@
he: תקרה %d קק"ל · חלבון %d ג' · %@
hi: सीमा %d kcal · प्रोटीन %d g · %@
hr: Limit %d kcal · proteini %d g · %@
hu: Plafon %d kcal · fehérje %d g · %@
id: Batas %d kkal · protein %d g · %@
it: Tetto %d kcal · proteine %d g · %@
ja: 上限 %d kcal · たんぱく質 %d g · %@
ko: 상한 %d kcal · 단백질 %d g · %@
ms: Had %d kcal · protein %d g · %@
nb: Tak %d kcal · protein %d g · %@
nl: Plafond %d kcal · eiwit %d g · %@
pl: Limit %d kcal · białko %d g · %@
pt_br: Teto %d kcal · proteína %d g · %@
pt_pt: Teto %d kcal · proteína %d g · %@
ro: Plafon %d kcal · proteine %d g · %@
ru: Потолок %d ккал · белок %d г · %@
sk: Strop %d kcal · bielkoviny %d g · %@
sv: Tak %d kcal · protein %d g · %@
th: เพดาน %d kcal · โปรตีน %d g · %@
tr: Tavan %d kcal · protein %d g · %@
uk: Стеля %d ккал · білок %d г · %@
vi: Trần %d kcal · đạm %d g · %@
zh_hans: 帽%d千卡·蛋白质%d克· %@
zh_hant: 上限 %d kcal · 蛋白 %d g · %@

# meal.empty
source: No meal plan yet.
ar: لا خطة وجبات بعد.
ca: Encara no tens cap pla d'àpats.
cs: Zatím žádný jídelní plán.
da: Ingen måltidsplan endnu.
de: Noch kein Essensplan.
el: Δεν υπάρχει ακόμα πλάνο γευμάτων.
es: Aún no hay plan de comidas.
fi: Ei vielä ateriasuunnitelmaa.
fr: Pas encore de plan repas.
he: עדיין אין תוכנית ארוחות.
hi: अभी कोई मील प्लान नहीं।
hr: Još nema plana obroka.
hu: Még nincs étkezési terv.
id: Belum ada rencana makan.
it: Nessun piano pasti ancora.
ja: まだ食事プランがありません。
ko: 아직 식사 계획이 없습니다.
ms: Belum ada pelan makanan.
nb: Ingen måltidsplan ennå.
nl: Nog geen maaltijdplan.
pl: Brak planu posiłków.
pt_br: Ainda sem plano de refeições.
pt_pt: Ainda sem plano de refeições.
ro: Încă nu există plan de mese.
ru: Плана питания пока нет.
sk: Zatiaľ žiadny jedálny plán.
sv: Ingen måltidsplan ännu.
th: ยังไม่มีแผนมื้อ
tr: Henüz öğün planı yok.
uk: Плану харчування ще немає.
vi: Chưa có kế hoạch bữa.
zh_hans: 还没有膳食计划。
zh_hant: 還沒有餐食計畫。

# meal.empty.hint
source: Pull refresh, or weigh in — Keel fills the plate from your deficit.
ar: اسحب للتحديث أو وزّن — Keel يملأ الطبق من عجزك.
ca: Actualitza o pesa’t: Keel omple el plat a partir del teu dèficit.
cs: Přetáhni obnovení nebo se zvaž — Keel naplní talíř z deficitu.
da: Træk for at opdatere, eller vej ind — Keel fylder tallerkenen fra dit underskud.
de: Zum Aktualisieren ziehen oder einwiegen — Keel füllt den Teller aus deinem Defizit.
el: Τράβα ανανέωση ή ζυγίσου — το Keel γεμίζει το πιάτο από το έλλειμμα.
es: Tira para actualizar, o pésate — Keel llena el plato desde tu déficit.
fi: Vedä päivittääksesi, tai punnitse — Keel täyttää lautasen vajeestasi.
fr: Tire pour actualiser, ou pèse-toi — Keel remplit l’assiette depuis ton déficit.
he: משוך רענון או שקול — Keel ממלא את הצלחת מהגירעון.
hi: खींचकर रीफ़्रेश करें, या तौलें — Keel आपके डेफ़िसिट से प्लेट भरता है।
hr: Povuci osvježi ili se izvagu — Keel puni tanjur iz deficita.
hu: Húzd a frissítést, vagy mérj — a Keel a deficitből tölti a tányért.
id: Tarik refresh, atau timbang — Keel isi piring dari defisitmu.
it: Tira per aggiornare, o pesati — Keel riempie il piatto dal tuo deficit.
ja: 引っ張って更新、または計量 — Keelが赤字からプレートを埋める。
ko: 당겨서 새로고침하거나 체중을 재세요. Keel이 적자로 접시를 채웁니다.
ms: Tarik muat semula, atau timbang — Keel isi pinggan dari defisit anda.
nb: Trekk for å oppdatere, eller vei inn — Keel fyller tallerkenen fra underskuddet ditt.
nl: Trek om te vernieuwen, of weeg in — Keel vult het bord vanuit je deficit.
pl: Pociągnij, by odświeżyć, albo zważ się — Keel ułoży talerz z deficytu.
pt_br: Puxe para atualizar, ou pese-se — Keel monta o prato a partir do seu déficit.
pt_pt: Puxa para atualizar, ou pesa-te — Keel monta o prato a partir do teu défice.
ro: Trage pentru refresh, sau cântărește-te — Keel umple farfuria din deficitul tău.
ru: Потяни обновление или взвесься — Keel соберёт тарелку из дефицита.
sk: Potiahni obnovenie alebo sa odvaž — Keel naplní tanier z deficitu.
sv: Dra för att uppdatera, eller väg in — Keel fyller tallriken från ditt underskott.
th: ดึงรีเฟรช หรือชั่ง — Keel จัดจานจากเดฟิซิตของคุณ
tr: Yenilemeyi çek veya tartıl — Keel tabağı açıktan doldurur.
uk: Потягни оновлення або зважся — Keel збере тарілку з дефіциту.
vi: Kéo làm mới, hoặc cân — Keel xếp đĩa từ thâm hụt của bạn.
zh_hans: 下拉刷新，或称重 — Keel 按你的赤字排餐。
zh_hant: 下拉重新整理，或量體重 — Keel 依你的缺口排盤。

# meal.grounded
source: Grounded in your deficit, diet prefs, and fasting window.
ar: مبني على عجزك وتفضيلات نظامك ونافذة الصيام.
ca: Basat en el teu dèficit, els preus de la dieta i la finestra de dejuni.
cs: Založeno na deficitu, dietních preferencích a okně půstu.
da: Baseret på dit underskud, kostpræferencer og fastevindue.
de: Basiert auf deinem Defizit, Essgewohnheiten und Fastenfenster.
el: Βασισμένο στο έλλειμμα, προτιμήσεις διατροφής και παράθυρο νηστείας.
es: Basado en tu déficit, preferencias de dieta y ventana de ayuno.
fi: Perustuu vajeeseesi, ruokavalioon ja paastoikkunaan.
fr: Ancré dans ton déficit, tes préférences et ta fenêtre de jeûne.
he: מעוגן בגירעון, העדפות תזונה וחלון צום.
hi: आपके डेफ़िसिट, डाइट पसंद और उपवास विंडो पर आधारित।
hr: Utemeljeno na deficitu, preferencijama prehrane i prozoru posta.
hu: A deficitre, étrendpreferenciákra és böjtablakra épül.
id: Berpijak pada defisit, preferensi diet, dan jendela puasa Anda.
it: Ancorato al tuo deficit, alle preferenze alimentari e alla finestra di digiuno.
ja: 赤字・食事設定・ファスティング窓に基づきます。
ko: 결핍, 식단 선호도 및 공복 기간에 기반을 두었습니다.
ms: Berdasarkan defisit, pilihan diet, dan tingkap puasa anda.
nb: Basert på underskuddet ditt, kostpreferanser og fastevindu.
nl: Gebaseerd op je deficit, dieetvoorkeuren en vastenvenster.
pl: Oparte na deficycie, preferencjach diety i oknie postu.
pt_br: Baseado no seu déficit, preferências de dieta e janela de jejum.
pt_pt: Baseado no teu défice, preferências de dieta e janela de jejum.
ro: Ancorat în deficitul tău, preferințele de dietă și fereastra de post.
ru: На базе дефицита, предпочтений по еде и окна голодания.
sk: Založené na deficite, preferenciách stravy a okne pôstu.
sv: Grundat i ditt underskott, kostpreferenser och fasta-fönster.
th: อิงเดฟิซิต ความชอบอาหาร และช่วงอดอาหารของคุณ
tr: Açığına, diyet tercihlerine ve oruç penceresine dayanır.
uk: На базі дефіциту, уподобань у їжі та вікна посту.
vi: Dựa trên thâm hụt, sở thích ăn, và cửa sổ nhịn ăn của bạn.
zh_hans: 基于您的赤字、饮食偏好和禁食窗口。
zh_hant: 基於你的缺口、飲食偏好與禁食時段。

# meal.kitchen_closed
source: Kitchen's closed
ar: المطبخ مغلق
ca: La cuina està tancada.
cs: Kuchyně zavřená
da: Køkkenet er lukket
de: Küche zu
el: Η κουζίνα έκλεισε
es: Cocina cerrada
fi: Keittiö kiinni
fr: Cuisine fermée
he: המטבח סגור
hi: रसोई बंद
hr: Kuhinja zatvorena
hu: A konyha zárva
id: Dapur tutup
it: Cucina chiusa
ja: キッチン閉店
ko: 주방 종료
ms: Dapur tutup
nb: Kjøkkenet er stengt
nl: Keuken dicht
pl: Kuchnia zamknięta
pt_br: Cozinha fechada
pt_pt: Cozinha fechada
ro: Bucătăria e închisă
ru: Кухня закрыта
sk: Kuchyňa zatvorená
sv: Köket stängt
th: ครัวปิดแล้ว
tr: Mutfak kapalı
uk: Кухню зачинено
vi: Bếp đã đóng
zh_hans: 厨房关门了
zh_hant: 廚房已關

# meal.late.a11y
source: Too late. Don't eat now. Go to bed. You won't be hungry.
ar: فات الأوان. لا تأكل الآن. نم. لن تجوع.
ca: Massa tard. No mengis ara. Aneu al llit. No tindreu gana.
cs: Pozdě. Teď nejez. Jdi spát. Nebudeš mít hlad.
da: For sent. Spis ikke nu. Gå i seng. Du bliver ikke sulten.
de: Zu spät. Jetzt nicht essen. Ab ins Bett. Du wirst nicht hungrig sein.
el: Πολύ αργά. Μην φας τώρα. Πήγαινε για ύπνο. Δεν θα πεινάσεις.
es: Demasiado tarde. No comas ahora. Vete a la cama. No tendrás hambre.
fi: Liian myöhäistä. Älä syö nyt. Mene nukkumaan. Et ole nälkäinen.
fr: Trop tard. Ne mange pas maintenant. Va te coucher. Tu n’auras pas faim.
he: מאוחר מדי. אל תאכל עכשיו. לך לישון. לא תהיה רעב.
hi: बहुत देर। अभी मत खाओ। सो जाओ। भूख नहीं लगेगी।
hr: Prekasno. Ne jedi sada. Idi spavati. Nećeš biti gladan.
hu: Túl késő. Ne egyél most. Menj aludni. Nem leszel éhes.
id: Terlambat. Jangan makan sekarang. Tidur. Kamu tidak akan lapar.
it: Troppo tardi. Non mangiare ora. Vai a letto. Non avrai fame.
ja: 遅すぎ。今は食べない。寝て。空腹にならない。
ko: 너무 늦었어. 지금 먹지 마. 잠자. 배고프지 않을 거야.
ms: Terlambat. Jangan makan sekarang. Tidur. Anda tidak akan lapar.
nb: For sent. Ikke spis nå. Gå og legg deg. Du blir ikke sulten.
nl: Te laat. Eet nu niet. Ga slapen. Je wordt niet hongerig.
pl: Za późno. Nie jedz teraz. Idź spać. Nie będziesz głodny.
pt_br: Tarde demais. Não coma agora. Vá dormir. Você não vai ter fome.
pt_pt: Demasiado tarde. Não comas agora. Vai para a cama. Não vais ter fome.
ro: Prea târziu. Nu mânca acum. Du-te la culcare. Nu o să-ți fie foame.
ru: Поздно. Сейчас не ешь. Иди спать. Голодным не будешь.
sk: Neskoro. Teraz nejedz. Choď spať. Nebudeš hladný.
sv: För sent. Ät inte nu. Gå och lägg dig. Du blir inte hungrig.
th: สายแล้ว อย่ากินตอนนี้ ไปนอน คุณจะไม่หิว
tr: Çok geç. Şimdi yeme. Yat. Acıkmayacaksın.
uk: Запізно. Зараз не їж. Іди спати. Голодним не будеш.
vi: Quá muộn. Đừng ăn bây giờ. Đi ngủ. Bạn sẽ không đói.
zh_hans: 太晚了，现在不要吃。去睡觉吧，你不会饿的。
zh_hant: 太晚了。現在別吃。去睡覺。你不會餓。

# meal.late.bed
source: Go to bed.
ar: نم.
ca: - Vés-te'n a dormir. - Sí.
cs: Jdi spát.
da: Gå i seng.
de: Ab ins Bett.
el: Πήγαινε για ύπνο.
es: Vete a la cama.
fi: Mene nukkumaan.
fr: Va te coucher.
he: לך לישון.
hi: सो जाओ।
hr: Idi spavati.
hu: Menj aludni.
id: Tidur.
it: Vai a letto.
ja: 寝て。
ko: 잠자리에 드세요.
ms: Tidur.
nb: Gå og legg deg.
nl: Ga slapen.
pl: Idź spać.
pt_br: Vá dormir.
pt_pt: Vai para a cama.
ro: Du-te la culcare.
ru: Иди спать.
sk: Choď spať.
sv: Gå och lägg dig.
th: ไปนอน
tr: Yat.
uk: Іди спати.
vi: Đi ngủ.
zh_hans: 上床 睡覺 。
zh_hant: 去睡覺。

# meal.late.eat
source: to eat now.
ar: لتأكل الآن.
ca: per menjar ara.
cs: jestli chceš teď jíst.
da: at spise nu.
de: jetzt zu essen.
el: για να φας τώρα.
es: para comer ahora.
fi: syödä nyt.
fr: pour manger maintenant.
he: כדי לאכול עכשיו.
hi: अभी खाने के लिए।
hr: ako želiš jesti sada.
hu: ha most enni akarsz.
id: untuk makan sekarang.
it: per mangiare ora.
ja: 今は食べないで。
ko: 지금 먹기.
ms: untuk makan sekarang.
nb: å spise nå.
nl: nu te eten.
pl: żeby jeść teraz.
pt_br: para comer agora.
pt_pt: para comer agora.
ro: ca să mănânci acum.
ru: чтобы есть сейчас.
sk: ak chceš teraz jesť.
sv: att äta nu.
th: ที่จะกินตอนนี้
tr: şimdi yemek için.
uk: щоб їсти зараз.
vi: để ăn bây giờ.
zh_hans: 立即享用美食。
zh_hant: 現在吃。

# meal.late.hungry
source: You won't be hungry.
ar: لن تجوع.
ca: No tindràs gana.
cs: Nebudeš mít hlad.
da: Du bliver ikke sulten.
de: Du wirst nicht hungrig sein.
el: Δεν θα πεινάσεις.
es: No tendrás hambre.
fi: Et ole nälkäinen.
fr: Tu n’auras pas faim.
he: לא תהיה רעב.
hi: तुम्हें भूख नहीं लगेगी।
hr: Nećeš biti gladan.
hu: Nem leszel éhes.
id: Kamu tidak akan lapar.
it: Non avrai fame.
ja: 空腹にならないよ。
ko: 당신은 배고프지 않을 것입니다.
ms: Anda tidak akan lapar.
nb: Du blir ikke sulten.
nl: Je wordt niet hongerig.
pl: Nie będziesz głodny.
pt_br: Você não vai ter fome.
pt_pt: Não vais ter fome.
ro: Nu o să-ți fie foame.
ru: Голодным не будешь.
sk: Nebudeš hladný.
sv: Du blir inte hungrig.
th: คุณจะไม่หิว
tr: Acıkmayacaksın.
uk: Голодним не будеш.
vi: Bạn sẽ không đói.
zh_hans: 你不会饿的。
zh_hant: 你不會餓。

# meal.late.too
source: Too late
ar: فات الأوان
ca: Massa tard...
cs: Pozdě
da: For sent
de: Zu spät
el: Πολύ αργά
es: Demasiado tarde
fi: Liian myöhäistä
fr: Trop tard
he: מאוחר מדי
hi: बहुत देर
hr: Prekasno
hu: Túl késő
id: Terlambat
it: Troppo tardi
ja: 遅すぎ
ko: 손이 느렸어요
ms: Terlambat
nb: For sent
nl: Te laat
pl: Za późno
pt_br: Tarde demais
pt_pt: Demasiado tarde
ro: Prea târziu
ru: Поздно
sk: Neskoro
sv: För sent
th: สายเกินไป
tr: Çok geç
uk: Запізно
vi: Quá muộn
zh_hans: 太晚
zh_hant: 太晚了

# meal.later
source: Later
ar: لاحقًا
ca: Més tard
cs: Později
da: Senere
de: Später
el: Αργότερα
es: Luego
fi: Myöhemmin
fr: Plus tard
he: אחר כך
hi: बाद में
hr: Kasnije
hu: Később
id: Nanti
it: Più tardi
ja: あとで
ko: 나중에
ms: Kemudian
nb: Senere
pl: Później
pt_br: Depois
pt_pt: Mais tarde
ro: Mai târziu
ru: Позже
sk: Neskôr
sv: Senare
th: ภายหลัง
tr: Sonra
uk: Пізніше
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

# meal.macro
source: Macro
ar: ماكرو
cs: Makro
da: Makro
de: Makro
el: Μακρο
fi: Makro
he: מאקרו
hi: मैक्रो
hr: Makro
hu: Makró
id: Makro
ja: マクロ
ko: 매크로
ms: Makro
nb: Makro
pl: Makro
ru: Макро
sk: Makro
sv: Makro
th: แมโคร
tr: Makro
uk: Макро
zh_hant: 巨量

# meal.micro
source: Micro
ar: مايكرو
cs: Mikro
da: Mikro
de: Mikro
el: Μικρο
fi: Mikro
he: מיקרו
hi: माइक्रो
hr: Mikro
hu: Mikro
id: Mikro
ja: ミクロ
ko: 미세
ms: Mikro
nb: Mikro
pl: Mikro
ru: Микро
sk: Mikro
sv: Mikro
th: ไมโคร
tr: Mikro
uk: Мікро
zh_hant: 微量

# meal.next_plate
source: Next plate
ar: الطبق التالي
ca: Següent plat
cs: Další talíř
da: Næste tallerken
de: Nächster Teller
el: Επόμενο πιάτο
es: Siguiente plato
fi: Seuraava lautanen
fr: Prochaine assiette
he: הצלחת הבאה
hi: अगली प्लेट
hr: Sljedeći tanjur
hu: Következő tányér
id: Piring berikutnya
it: Prossimo piatto
ja: 次の皿
ko: 다음 접시
ms: Pinggan seterusnya
nb: Neste tallerken
nl: Volgend bord
pl: Następny talerz
pt_br: Próximo prato
pt_pt: Próximo prato
ro: Următorul fel
ru: Следующая тарелка
sk: Ďalší tanier
sv: Nästa tallrik
th: จานถัดไป
tr: Sonraki tabak
uk: Наступна тарілка
vi: Đĩa tiếp
zh_hans: 下一个盘子
zh_hant: 下一盤

# meal.on_the_plate
source: On the plate
ar: في الطبق
ca: Al plat
cs: Na talíři
da: På tallerkenen
de: Auf dem Teller
el: Στο πιάτο
es: En el plato
fi: Lautasella
fr: Dans l’assiette
he: בצלחת
hi: प्लेट पर
hr: Na tanjuru
hu: A tányéron
id: Di piring
it: Nel piatto
ja: 皿の上
ko: 접시 위
ms: Di atas pinggan
nb: På tallerkenen
nl: Op het bord
pl: Na talerzu
pt_br: No prato
pt_pt: No prato
ro: În farfurie
ru: На тарелке
sk: Na tanieri
sv: På tallriken
th: ในจาน
tr: Tabakta
uk: На тарілці
vi: Trên đĩa
zh_hans: 盘中
zh_hant: 盤裡

# meal.title
source: Meal plan
ar: خطة الوجبات
ca: Pla d'àpats
cs: Jídelní plán
da: Måltidsplan
de: Essensplan
el: Πλάνο γευμάτων
es: Plan de comidas
fi: Ateriasuunnitelma
fr: Plan repas
he: תוכנית ארוחות
hi: मील प्लान
hr: Plan obroka
hu: Étkezési terv
id: Rencana makan
it: Piano pasti
ja: 食事プラン
ko: 식사 플랜
ms: Pelan makanan
nb: Måltidsplan
nl: Maaltijdplan
pl: Plan posiłków
pt_br: Plano de refeições
pt_pt: Plano de refeições
ro: Plan de mese
ru: План питания
sk: Jedálny plán
sv: Måltidsplan
th: แผนมื้อ
tr: Öğün planı
uk: План харчування
vi: Thực đơn
zh_hans: 饮食计划
zh_hant: 餐食計畫

# meal.whats_ahead
source: What's ahead
ar: ما التالي
ca: Què ve
cs: Co bude
da: Hvad der venter
de: Was kommt
el: Τι ακολουθεί
es: Lo que viene
fi: Tulossa
fr: À venir
he: מה הלאה
hi: आगे क्या है
hr: Što slijedi
hu: Mi jön
id: Berikutnya
it: Cosa arriva
ja: この先
ko: 앞으로
ms: Seterusnya
nb: Det som kommer
nl: Wat komt
pl: Co dalej
pt_br: O que vem
pt_pt: O que vem a seguir
ro: Ce urmează
ru: Дальше
sk: Čo bude
sv: Vad som väntar
th: ต่อไป
tr: Sırada ne var
uk: Далі
vi: Phía trước
zh_hans: 接下来
zh_hant: 接下來

# meal.writing
source: Keel is writing meals…
ar: Keel يكتب الوجبات…
ca: La Keel està escrivint els àpats...
cs: Keel píše jídla…
da: Keel skriver måltider…
de: Keel schreibt Mahlzeiten…
el: Το Keel γράφει γεύματα…
es: Keel está escribiendo comidas…
fi: Keel kirjoittaa aterioita…
fr: Keel rédige les repas…
he: Keel כותב ארוחות…
hi: Keel मील्स लिख रहा है…
hr: Keel piše obroke…
hu: Keel étkezéseket ír…
id: Keel sedang menulis meal…
it: Keel sta scrivendo i pasti…
ja: Keelが食事を書いています…
ko: Keel이 식사를 쓰고 있습니다…
ms: Keel sedang menulis hidangan…
nb: Keel skriver måltider…
nl: Keel schrijft maaltijden…
pl: Keel pisze posiłki…
pt_br: Keel está montando as refeições…
pt_pt: Keel está a escrever as refeições…
ro: Keel scrie mesele…
ru: Keel пишет приёмы…
sk: Keel píše jedlá…
sv: Keel skriver måltider…
th: Keel กำลังเขียนมื้อ…
tr: Keel öğün yazıyor…
uk: Keel пише страви…
vi: Keel đang viết bữa…
zh_hans: Keel 正在写餐单…
zh_hant: Keel 正在寫餐單…

source: Medical / habits (optional)
ar: طبي / عادات (اختياري)
ca: Mèdic / hàbits (opcional)
cs: Zdravotní / návyky (volitelné)
da: Medicinsk / vaner (valgfrit)
de: Medizinisch / Gewohnheiten (optional)
el: Ιατρικά / συνήθειες (προαιρετικό)
es: Médico / hábitos (opcional)
fi: Lääketiede / tavat (valinnainen)
fr: Médical / habitudes (facultatif)
he: רפואי / הרגלים (אופציונלי)
hi: चिकित्सा / आदतें (वैकल्पिक)
hr: Medicinsko / navike (neobavezno)
hu: Orvosi / szokások (opcionális)
id: Medis / kebiasaan (opsional)
it: Medico / abitudini (facoltativo)
ja: 医療 / 習慣（任意）
ko: 의료 / 습관 (선택)
ms: Perubatan / tabiat (pilihan)
nb: Medisinsk / vaner (valgfritt)
nl: Medisch / gewoonten (optioneel)
pl: Medyczne / nawyki (opcjonalnie)
pt_br: Médico / hábitos (opcional)
pt_pt: Médico / hábitos (opcional)
ro: Medical / obiceiuri (opțional)
ru: Медицина / привычки (необязательно)
sk: Zdravotné / návyky (voliteľné)
sv: Medicinskt / vanor (valfritt)
th: การแพทย์ / นิสัย (ไม่บังคับ)
tr: Tıbbi / alışkanlıklar (isteğe bağlı)
uk: Медичне / звички (необов’язково)
vi: Y tế / thói quen (tùy chọn)
zh_hans: 医疗 / 习惯（可选）
zh_hant: 醫療 / 習慣（選填）

source: min
ar: د
el: λεπ
he: דק׳
hi: मि
hu: perc
id: mnt
ja: 分
ko: 분
ru: мин
th: นาที
tr: dk
uk: хв
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

source: Mode
ar: الوضع
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
he: מצב
hi: मोड
hr: Način
hu: Mód
it: Modalità
ja: モード
ko: 모드
ms: Mod
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

# monday.building
source: Building this week's card…
ar: أبني بطاقة هذا الأسبوع…
ca: Construint la targeta d'aquesta setmana...
cs: Sestavuji kartu tohoto týdne…
da: Bygger ugens kort…
de: Baue die Karte für diese Woche…
el: Χτίζω την κάρτα αυτής της εβδομάδας…
es: Montando la tarjeta de esta semana…
fi: Rakennetaan tämän viikon korttia…
fr: Construction de la carte de la semaine…
he: בונה את כרטיס השבוע…
hi: इस सप्ताह का कार्ड बन रहा है…
hr: Gradim karticu ovog tjedna…
hu: A hét kártyáját építem…
id: Menyusun kartu minggu ini…
it: Sto costruendo la card di questa settimana…
ja: 今週のカードを作成中…
ko: 이번 주 카드 구축 중...
ms: Membina kad minggu ini…
nb: Bygger ukens kort…
nl: Bouw de kaart van deze week…
pl: Buduję kartę tego tygodnia…
pt_br: Montando o card desta semana…
pt_pt: A construir o card desta semana…
ro: Se construiește cardul săptămânii…
ru: Собираю карту этой недели…
sk: Skladám kartu tohto týždňa…
sv: Bygger veckans kort…
th: กำลังสร้างการ์ดสัปดาห์นี้…
tr: Bu haftanın kartını kuruyorum…
uk: Збираю картку цього тижня…
vi: Đang dựng thẻ tuần này…
zh_hans: 正在构建本周的卡片……
zh_hant: 正在產生本週卡片…

# monday.close_a11y
source: Close Monday card
ar: إغلاق بطاقة الاثنين
ca: Tanca la targeta del dilluns
cs: Zavřít pondělní kartu
da: Luk mandagskort
de: Montagskarte schließen
el: Κλείσιμο κάρτας Δευτέρας
es: Cerrar tarjeta del lunes
fi: Sulje maanantain kortti
fr: Fermer la carte du lundi
he: סגור כרטיס שני
hi: सोमवार कार्ड बंद करें
hr: Zatvori ponedjeljnu karticu
hu: Hétfői kártya bezárása
id: Tutup kartu Senin
it: Chiudi la card del lunedì
ja: 月曜カードを閉じる
ko: 월요일 카드 닫기
ms: Tutup kad Isnin
nb: Lukk mandagskort
nl: Sluit maandagkaart
pl: Zamknij kartę poniedziałku
pt_br: Fechar card de segunda
pt_pt: Fechar card de segunda
ro: Închide cardul de luni
ru: Закрыть понедельничную карту
sk: Zavrieť pondelkovú kartu
sv: Stäng måndagskort
th: ปิดการ์ดจันทร์
tr: Pazartesi kartını kapat
uk: Закрити понеділкову картку
vi: Đóng thẻ Thứ Hai
zh_hans: 关闭星期一卡片
zh_hant: 關閉週一卡片

# monday.hide_detail
source: Hide detail
ar: إخفاء التفاصيل
ca: Amaga la informació
cs: Skrýt detail
da: Skjul detalje
de: Details ausblenden
el: Απόκρυψη λεπτομέρειας
es: Ocultar detalle
fi: Piilota yksityiskohdat
fr: Masquer le détail
he: הסתר פירוט
hi: विवरण छिपाएँ
hr: Sakrij detalj
hu: Részlet elrejtése
id: Sembunyikan detail
it: Nascondi dettaglio
ja: 詳細を隠す
ko: 세부 정보 숨기기
ms: Sembunyikan butiran
nb: Skjul detalj
nl: Verberg detail
pl: Ukryj szczegóły
pt_br: Ocultar detalhe
pt_pt: Ocultar detalhe
ro: Ascunde detaliul
ru: Скрыть детали
sk: Skryť detail
sv: Dölj detalj
th: ซ่อนรายละเอียด
tr: Ayrıntıyı gizle
uk: Сховати деталі
vi: Ẩn chi tiết
zh_hans: 隐藏细节
zh_hant: 隱藏詳情

# monday.meals_physics
source: Meals & physics
ar: الوجبات والفيزياء
ca: Àpats i física
cs: Jídla a fyzika
da: Måltider & fysik
de: Mahlzeiten & Physik
el: Γεύματα και φυσική
es: Comidas y física
fi: Ateriat & fysiikka
fr: Repas & physique
he: ארוחות ופיזיקה
hi: मील्स और भौतिकी
hr: Obroci i fizika
hu: Étkezések és fizika
id: Meal & fisika
it: Pasti e fisica
ja: 食事と物理
ko: 식사 및 물리학
ms: Hidangan & fizik
nb: Måltider & fysikk
nl: Maaltijden & fysica
pl: Posiłki i fizyka
pt_br: Refeições e física
pt_pt: Refeições e física
ro: Mese și fizică
ru: Еда и физика
sk: Jedlá a fyzika
sv: Måltider & fysik
th: มื้อกับฟิสิกส์
tr: Öğünler ve fizik
uk: Їжа й фізика
vi: Bữa & vật lý
zh_hans: 膳食和身体素质
zh_hant: 餐食與物理

# monday.this_week
source: This week
ar: هذا الأسبوع
ca: Aquesta setmana
cs: Tento týden
da: Denne uge
de: Diese Woche
el: Αυτή την εβδομάδα
es: Esta semana
fi: Tämä viikko
fr: Cette semaine
he: השבוע
hi: इस सप्ताह
hr: Ovaj tjedan
hu: Ez a hét
id: Minggu ini
it: Questa settimana
ja: 今週
ko: 이번 주
ms: Minggu ini
nb: Denne uken
nl: Deze week
pl: Ten tydzień
pt_br: Esta semana
pt_pt: Esta semana
ro: Săptămâna asta
ru: Эта неделя
sk: Tento týždeň
sv: Denna vecka
th: สัปดาห์นี้
tr: Bu hafta
uk: Цей тиждень
vi: Tuần này
zh_hans: 这个星期
zh_hant: 本週

# monthly.close_a11y
source: Close monthly card
ar: إغلاق بطاقة الشهر
ca: Tanca la targeta mensual
cs: Zavřít měsíční kartu
da: Luk månedskortet
de: Monatskarte schließen
el: Κλείσιμο κάρτας μήνα
es: Cerrar la tarjeta mensual
fi: Sulje kuukausikortti
fr: Fermer la carte du mois
he: סגור את כרטיס החודש
hi: मासिक कार्ड बंद करें
hr: Zatvori mjesečnu karticu
hu: Havi kártya bezárása
id: Tutup kartu bulanan
it: Chiudi la scheda del mese
ja: 月次カードを閉じる
ko: 월간 카드 닫기
ms: Tutup kad bulanan
nb: Lukk månedskortet
nl: Maandkaart sluiten
pl: Zamknij kartę miesiąca
pt_br: Fechar o cartão do mês
pt_pt: Fechar o cartão do mês
ro: Închide cardul lunar
ru: Закрыть карточку месяца
sk: Zavrieť mesačnú kartu
sv: Stäng månadskortet
th: ปิดการ์ดรายเดือน
tr: Aylık kartı kapat
uk: Закрити картку місяця
vi: Đóng thẻ tháng
zh_hans: 关闭月度卡片
zh_hant: 關閉月度卡片

# monthly.keel_thinking
source: Keel is sharpening the line…
ar: Keel يشحذ الجملة…
ca: Keel està afilant la frase…
cs: Keel brousí větu…
da: Keel sliber sætningen…
de: Keel schärft den Satz…
el: Ο Keel ακονίζει τη φράση…
es: Keel está afilando la frase…
fi: Keel teroittaa lausetta…
fr: Keel aiguise la phrase…
he: Keel משחיז את המשפט…
hi: Keel लाइन को तेज़ कर रहा है…
hr: Keel oštri rečenicu…
hu: Keel élezi a mondatot…
id: Keel sedang mengasah kalimat…
it: Keel sta affinando la frase…
ja: Keel が一文を研いでいます…
ko: Keel이 문장을 다듬는 중…
ms: Keel sedang mengasah ayat…
nb: Keel kvesser setningen…
nl: Keel scherpt de zin aan…
pl: Keel ostrzy zdanie…
pt_br: Keel está afiando a frase…
pt_pt: O Keel está a afiar a frase…
ro: Keel ascute fraza…
ru: Keel затачивает фразу…
sk: Keel brúsi vetu…
sv: Keel vässar meningen…
th: Keel กำลังลับประโยค…
tr: Keel cümleyi biliyor…
uk: Keel загострює фразу…
vi: Keel đang mài câu…
zh_hans: Keel 正在磨那句话…
zh_hant: Keel 正在磨那句話…

# monthly.lock
source: On it
ar: تمام
ca: Fet
cs: Beru
da: Den er jeg på
de: Läuft
el: Το αναλαμβάνω
es: Hecho
fi: Hoidan
fr: C’est noté
he: עליי
hi: हो गया
hr: Na tome
hu: Rajta
id: Siap
it: Ci penso
ja: 了解
ko: 알겠어
ms: Baik
nb: Den tar jeg
nl: Komt voor elkaar
pl: Jasne
pt_br: Feito
pt_pt: Feito
ro: Mă ocup
ru: Беру
sk: Beriem
sv: På det
th: จัดให้
tr: Hallettim
uk: Беру
vi: Nhận
zh_hans: 收到
zh_hant: 收到
